Repository: xaosfiftytwo/updatemanager
Catalog: po/*.po
Languages: ca, el, es, ja, nb, ru, sv_se

source: Your system is up to date. If you experience any problems, please visit our forum: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>.
ca: El vostre sistema està actualitzat. Si teniu algun problema, si us plau visiteu el nostre fòrum: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>.
nb: Systemet ditt er oppdatert. Hvis du opplever problemer kan du besøke forumet vårt: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>.
ru: Ваша система находится в актуальном состоянии. Если у вас возникли какие-либо проблемы, пожалуйста, посетите наш форум: http://forums.solydxk.com
sv_se: Ditt system är uppdaterat. Om du erfar problem, var vänlig och besök vårt forum: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>.

source: There are no repositories to save.
el: Δεν υπάρχουν αποθετήρια προς αποθήκευση.

source: If this problem persists, please visit our forum: https://forums.solydxk.com
el: Αν το πρόβλημα επιμείνει, παρακαλώ επισκεφτείτε το forum μας: https://forums.solydxk.com
ja: 問題が解決しない場合は、フォーラムをご参照ください。 https://forums.solydxk.com

source: There are updates available. If you experience any problems, please visit our forum: https://forums.solydxk.com
el: Υπάρχουν διαθέσιμες ενημερώσεις. Αν αντιμετωπίσετε οποιοδήποτε πρόβλημα, παρακαλώ επισκεφτείτε το forum μας: https://forums.solydxk.com
ja: 利用可能なアップデートがあります。問題が発生した場合は、フォーラムをご参照下さい。 https://forums.solydxk.com

source: Your system is up to date. If you experience any problems, please visit our forum: https://forums.solydxk.com
el: Το σύστημα σας είναι ενημερωμένο. Αν αντιμετωπίζετε κάποιο πρόβλημα, παρακαλώ επισκεφτείτε το forum μας: https://forums.solydxk.com
ja: ご利用のシステムは最新の状態です。問題が発生した場合はフォーラムをご参照ください。 https://forums.solydxk.com
