Repository: xaosfiftytwo/updatemanager
Catalog: po/*.po
Languages: ca, el, es, ja, nb, ru, sv_se

source: New update: %s
ca: Nova actualització: %s
el: Νέα ενημέρωση: %s
es: Nueva actualización: %s
ja: 新たなアップデート: %s
nb: Ny oppdatering: %s
ru: Новое обновление: %s
sv_se: Ny uppdatering: %s

source: There are updates available
ca: Hi ha actualitzacions disponibles
el: Υπάρχουν διαθέσιμες ενημερώσεις
es: Existen actualizaciones disponibles
ja: 利用できるアップデートが存在します
nb: Det er tilgjengelige oppdateringer
ru: Есть доступные обновления
sv_se: Uppdateringar är tillgängliga

source: Unable to retrieve sources information
ca: No es pot recuperar la informació de les fonts
el: Αδυναμία ανάκτησης πληροφοριών πηγής
es: Imposible obtener información de orígenes
ja: ソース情報を見つける事ができません
nb: Kan ikke hente informasjon fra kildene
ru: Не удалось получить информацию из источников
sv_se: Kunde inte hämta källinformation

source: Apt error
ca: Error d'APT
el: Σφάλμα Apt
es: Error APT
ja: APT エラー
nb: Apt feil
ru: Ошибка Apt
sv_se: Apt-fel

source: The following packages will be upgraded:
ca: S'actualitzaran aquests paquets:
el: Τα παρακάτω πακέτα θα αναβαθμιστούν:
es: Los siguientes paquetes serán actualizados:
ja: これらのパッケージも更新されます:
nb: Følgende pakker vil bli oppgradert:
ru: Следующие пакеты будут обновлены:
sv_se: Följande paket kommer att uppgraderas:

source: The following NEW packages will be installed:
ca: S'instal·laran aquests paquets NOUS:
el: Τα παρακάτω ΝΕΑ πακέτα θα εγκατασταθούν:
es: Los siguientes paquetes NUEVOS serán instalados:
ja: これらの「新しい」パッケージがインストールされます:
nb: Følgende NYE pakker vil bli installert:
ru: Следующие НОВЫЕ пакеты будут установлены:
sv_se: Följande NYA paket kommer att installeras:

source: The following packages will be REMOVED:
ca: Aquests paquets s'ELIMINARAN:
el: Τα παρακάτω πακέτα θα ΑΦΑΙΡΕΘΟΥΝ:
es: Los siguientes paquetes serán ELIMINADOS:
ja: これらのパッケージは「削除」されます。
nb: Følgende pakker vil bli FJERNET:
ru: Следующие пакеты будут УДАЛЕНЫ:
sv_se: Följande paket kommer att TAS BORT:

source: The following packages have been kept back:
ca: S'han mantingut aquests paquets:
el: Τα παρακάτω πακέτα δεν αναβαθμίζονται:
es: Los siguientes paquetes se han retenido:
ja: これらのパッケージは保留されます:
nb: Følgende pakker har blitt holdt tilbake:
ru: Следующие пакеты будут оставлены без изменений:
sv_se: Följande paket har hållits tillbaka:

source: The following packages are going to be downgraded:
ca: Aquests paquets es desactualitzaran:
el: Τα ακόλουθα πακέτα πρόκειται να υποβαθμιστούν:
es: Los siguientes paqueres van a ser desactualizados:
ja: 次のパッケージはダウングレードされます:
nb: Følgende pakker har blitt nedgradert:
ru: Следующие пакеты будут откатаны до более ранних версий:
sv_se: Följande paket kommer att nedgraderas:

source: SolydXK Update Manager
ca: Gestor d'actualitzacions SolydXK
el: Διαχειριστής Ενημερώσεων SolydXK
es: Gestor de Actualizaciones de SolydXK
ja: SolydXK アップデートマネージャー
nb: SolydXK Oppdateringsbehandler
ru: Менеджер обновлений SolydXK
sv_se: Uppdateringshanteraren för SolydXK

source: Install
ca: Instal·la
el: Εγκατάσταση
es: Instalar
ja: インストール
nb: Installer
ru: Установить
sv_se: Installera

source: Refresh
ca: Refresca
el: Ενημέρωση
es: Actualizar
ja: 再読み込み
nb: Oppfrisk
ru: Обновить
sv_se: Förnya

source: Output
ca: Sortida
el: Κονσόλα
es: Salida
ja: 出力
nb: Utdata
ru: Вывод
sv_se: Utmatning

source: Information
ca: Informació
el: Πληροφορίες
es: Información
ja: 情報
nb: Informasjon
ru: Информация

source: Preferences
ca: Preferències
el: Επιλογές
es: Preferencias
ja: 設定
nb: Innstillinger
ru: Настройки
sv_se: Preferenser

source: Maintenance
ca: Manteniment
el: Συντήρηση
es: Mantenimiento
ja: メンテナンス
nb: Vedlikehold
ru: Обслуживание
sv_se: Underhåll

source: Packages
ca: Paquets
el: Πακέτα
es: Paquetes
ja: パッケージ
nb: Pakker
ru: Пакеты
sv_se: Paket

source: Execute
ca: Executa
el: Εκτέλεση
es: Ejecutar
ja: 実行
nb: Utfør
ru: Выполнить
sv_se: Utför

source: Select all
ca: Selecciona tots
el: Επιλογή όλων
es: Seleccionar todo
ja: すべて選択
nb: Velg alt
ru: Выделить все
sv_se: Välj alla

source: Clean up the apt cache
ca: Neteja l'APT-Caché
el: Εκκαθάριση της προσωρινής μνήμης του apt
es: Limpiar la caché apt
ja: apt キャッシュの消去
nb: Rydd opp i apt-bufferen
ru: Очистить кэш apt
sv_se: Rensa apt-cachen

source: Remove unneeded packages
ca: Elimina programari innecessari
el: Απομάκρυνση μη απαραίτητων πακέτων
es: Quitar paquetes innecesarios
ja: 必要としないパッケージを削除して下さい
nb: Fjern unødvendige pakker
ru: Удалить ненужные пакеты
sv_se: Ta bort obehövliga paket

source: Remove packages not available in the repositories
ca: Elimina els paquets no disponibles als dipòsits.
el: Αφαίρεση πακέτων που δεν είναι διαθέσιμα στα αποθετήρια
es: Quitar paquetes no disponibles en los repositorios
ja: リボジトリから入手できないパッケージを削除します
nb: Fjern pakker som ikke er tilgjengelig i pakkebrønnene
ru: Удалить пакеты не доступеные %s в репозиториях
sv_se: Ta bort paket som inte är tillgängliga i programförråden

source: Remove old kernels
ca: Elimina els kernels antics
el: Αφαίρεση παλαιοτέρων πυρήνων
es: Quitar kernels antiguos.
ja: 古いカーネルの削除
nb: Fjern gamle kjerner
ru: Удалить старые ядра
sv_se: Ta bort gamla kärnor

source: Downgrade packages with only lower versions available
ca: Desactualitza paquets amb només versions anteriors disponibles
el: Υποβάθμιση πακέτων με μόνο χαμηλότερες, διαθέσιμες, εκδόσεις
es: Degradar paquetes con disponibles solo versiones menores
ja: 利用できる下位バージョンへ パッケージをダウングレード
nb: Nedgrader pakker bare med lavere versjoner tilgjengelig
ru: Даунгрейд пакетов доступен только более ранним версиям
sv_se: Nedgradera paket med endast tidigare versioner tillgängliga

source: Make sure you create a system image before you continue (e.g. Clonezilla).
ca: Assegureu-vos de crear una imatge de sistema abans de continuar (ex: Clonezilla).
el: Να είστε σίγουροι ότι δημιουργήσατε μια εικόνα συστήματος πριν συνεχίσετε (π.χ. Clonezilla).
es: Asegúrese de crear una imagen del sistema antes de continuar (e.g. Clonezilla).
ja: 続ける前にシステムの イメージをまず作成 してください (Clonezilla など)
nb: Pass på at du lager et systembilde før du fortsetter (e.g. Clonezilla).
ru: Убедитесь что вы создали образ системы перед продолжением (напр. Clonezilla).
sv_se: Försäkra dig om att skapa en systemavbildning innan du fortsätter (t.ex. Clonezilla).

source: Gathering information...
ca: Recollint informació...
el: Συλλέγονται πληροφορίες..
es: Obteniendo informacion...
ja: 情報の収集中...
nb: Samler informasjon...
ru: Сбор информации...
sv_se: Samlar information ...

source: Version
ca: Versió
el: Έκδοση
es: Versión
ja: バージョン
nb: Versjon
ru: Версия

source: Continue installation?
ca: Continuo la instal·lació?
el: Συνέχιση εγκατάστασης;
es: ¿Continuar con la instalación?
ja: インストールを続けますか？
nb: Fortsette installeringen?
ru: Продолжить установку?
sv_se: Vill du fortsätta installationen?

source: You might need to run this several times.
ca: Podeu haver de fer això diversos cops.
el: Μπορεί να χρειαστεί να το τρέξετε αρκετές φορές.
es: Puede que necesite ejecutar esto varias veces.
ja: これを数回実行する必要があるかもしれません。
nb: Du kan måtte kjøre dette flere ganger.
ru: Вам может понадобиться запустить несколько раз.
sv_se: Du kanske behöver köra detta flera gånger.

source: Removing not available packages may break your system!
ca: Eliminar paquets no disponibles pot espatllar el sistema!
el: Η αφαίρεση μη διαθέσιμων πακέτων μπορεί να καταστρέψει το σύστημα σας!
es: ¡Eliminar paquetes no disponibles pude corromper su sistema!
ja: 利用不可パッケージの削除によりシステムが損傷する可能性があります！
nb: Å fjerne ikke pakker, som ikke er tilgjengelig, kan ødelegge systemet ditt!
ru: Удаление не доступных пакетов может нарушить работу системы!
sv_se: Att ta bort otillgängliga paket kan förstöra ditt system!

source: Once removed you will not be able to boot these kernels!
ca: Un cop eliminats no podreu arrencar amb aquests kernels!
el: Μόλις αφαιρεθούν δεν θα μπορείτε να εκκινήσετε με αυτού τους πυρήνες!
es: ¡Una vez eliminados no podrá arrancar estos kernels!
ja: このカーネルを削除する事により、起動する事はできません！
nb: Når de er fjernet vil du ikke være i stand til å starte med disse kjernene!
ru: После удаления Вы не сможете загрузиться с этих ядер!
sv_se: När de en gång tagits bort kommer du inte att kunna starta dessa kärnor!

source: Downgrading packages may break your system!
ca: Desactualitzar paquets pot espatllar el sistema!
el: Υποβαθμίζοντας πακέτα μπορεί να καταστρέψουν το σύστημα σας!
es: ¡Desactualizar paquetes puede corromper su sistema!
ja: パッケージのダウングレードにより、システムを壊す可能性があります！
nb: Å nedgradere pakker kan ødelegge systemet ditt1
ru: Установка старых версий пакетов может нарушить работу системы!
sv_se: Att nedgradera paket kan förstöra ditt system!

source: Package
ca: Paquet
el: Πακέτο
es: Paquete
ja: パッケージ
nb: Pakke
ru: Пакет
sv_se: Paket

source: Installed
ca: Instal·lat
el: Εγκατεστημένα
es: Instalado
ja: インストール済
nb: Installert
ru: Установлен
sv_se: Installerad

source: Available
ca: Disponible
el: Διαθέσιμα
es: Disponible
ja: 有効
nb: Tilgjengelig
ru: Доступно
sv_se: Tillgänglig

source: Hit the Execute button to clean the cache.
ca: Premeu el botó Executa per netejar la memòria cau.
el: Πιέστε το κουμπί εκτέλεση για να γίνει εκκαθάριση της προσωρινής μνήμης.
es: Pulse el botón Ejecutar para limpiar la caché.
ja: キャッシュをクリアするには実行ボタンを押して下さい。
nb: Trykk Utfør-knappen for å tømme bufferen.
ru: Нажмите кнопку "Выполнить" для очистки кэша.
sv_se: Klicka på knappen "Utför" för att rensa cachen.

source: "%s" did not return any results.
ca: "%s" no torna cap resultat.
el: "%s" δεν επέστρεψε κανένα αποτέλεσμα.
es: "%s" no retornó ningún resultado.
ja: "%s" 結果が返りませんでした。
nb: "%s" returnerte ikke noe resultat.
ru: "%s" не возвращает никаких результатов.
sv_se: "%s" gav inget resultat.

source: Do you want to completely clean the apt cache? When No, only unavailable installation packages are removed.
ca: Voleu netejar completament l'APT-caché? Si no ho feu, només s'eliminaran els paquets no disponibles.
el: Θέλετε να καθαρίσετε, εντελώς, την προσωρινή μνήμη του apt; Όταν είναι όχι, αφαιρούνται μόνο τα μη διαθέσιμα πακέτα εγκατάστασης.
es: ¿Desea limpiar completamente la caché de apt? Sí elige No, sólo se eliminarán los paquetes de instalación no disponibles.
ja: 完全に apt のキャッシュをなくしますか？ 利用できないインストールパッケージのみを削除した場合は いいえ を選んでください。
nb: Ønsker du å tømme apt bufferen totalt? Hvis Nei blir bare utilgjengelige installasjonspakker fjernet.
ru: Вы действительно хотите полностью очистить apt кэш? Если нет, только недоступные инсталляционные пакеты будут удалены.
sv_se: Vill du fullständigt rensa apt-cachen? Om du svarar nej, tas bara otillgängliga installationspaket bort.

source: Apt cache has been cleaned.
ca: S'ha netejat l'APT-caché.
el: Η προσωρινή μνήμη του apt καθαρίστηκε.
es: La caché de apt ha sido eliminada.
ja: apt キャッシュをなくしました。
nb: Apt-bufferen er blitt tømt.
ru: Apt кэш был очищен.
sv_se: Apt-cachen har rensats.

source: Execute maintenance changes?
ca: Executo els canvis de manteniment?
el: Εκτέλεση αλλαγών συντήρησης;
es: ¿Ejecutar cambios de mantenimiento?
ja: メンテナンスの変更を実行しますか？
nb: Utfør vedlikeholds-endringer?
ru: Выполнить изменения обслуживания?
sv_se: Vill du utföra underhållsändringar?

source: Another program is locking the apt cache Please, close the program before refreshing: * %s
ca: Un altre programa bloqueja l'APT-caché * %s
el: Μια άλλη εφαρμογή χρησιμοποιεί την προσωρινή μνήμη τού apt Παρακαλώ, τερματίστε την εφαρμογή πριν την ανανέωση: * %s
es: Otro programa está bloqueando la caché de apt por favor, cierre el programa antes de actualizar: * %s
ja: 他のプログラムによって apt キャッシュがロックされています プログラムを閉じて再読み込みして下さい: * %s
nb: Et annet preogram har låst apt-bufferen Vennligst lukk programmet før oppfrisking: * %s
ru: Другое приложение блокирует кэш apt Пожалуйста, закройте приложение перед обновлением: * %s
sv_se: Ett annat program låser apt-cachen. Var vänlig och stäng det programmet innan du förnyar: * %s

source: Current version
ca: Versió actual
el: Τωρινή έκδοση
es: Versión actual
ja: 現在のバージョン
nb: Gjeldende versjon
ru: Текущая версия
sv_se: Nuvarande version

source: New version
ca: Versió nova
el: Νέα έκδοση
es: Nueva versión
ja: 新しいバージョン
nb: Ny versjon
ru: Новая версия
sv_se: Ny version

source: Update Manager Preferences
ca: Preferències del Gestor d'Actualitzacions
el: Επιλογές Διαχειριστή Ενημερώσεων
es: Preferencias del Gestor de Actualizaciones
ja: アップデートマネージャー設定
nb: Oppdateringsbehandler Innstillinger
ru: Настройки Менеджера Обновлений
sv_se: Preferenser för Uppdateringshanteraren

source: Save mirrors
ca: Desa les rèpliques
el: Αποθήκευση αποθετηρίων
es: Guardar repositorios espejo
ja: ミラーを保存
nb: Lagre speil
ru: Сохранить зеркала
sv_se: Spara speglar

source: Check mirrors speed
ca: Prova la velocitat de les rèpliques
el: Έλεγχος ταχύτητας καθρεπτών
es: Chequear velocidad de repositorios espejo
ja: ミラーの速度を確認
nb: Sjekk speilhastighet
ru: Проверить скорость зеркал
sv_se: Kontrollera speglars hastighet

source: Remove
ca: Elimina
el: Αφαίρεση
es: Eliminar
ja: 削除
nb: Fjern
ru: Удалить
sv_se: Ta bort

source: Blacklist
ca: Llista negra
el: Αποκλεισμός
es: Retener
ja: ブラックリスト
nb: Svarteliste
ru: Черный список
sv_se: Svartlista

source: Repository mirrors
ca: Rèpliques de dipòsit
el: Εναλλακτικά αποθετήρια
es: Repositorios espejo
ja: リボジトリミラー
nb: Pakkebrønn speil
ru: Зеркала репозиториев
sv_se: Programförrådsspeglar

source: General
el: Γενικά
ja: 一般
nb: Generelt
ru: Общие
sv_se: Allmän

source: Hide maintenance
ca: Amaga el manteniment
el: Απόκρυψη συντήρησης
es: Ocultar mantenimiento
ja: メンテナンスを非表示
nb: Skjul vedlikehold
ru: Скрыть обслуживание
sv_se: Göm underhåll

source: Blacklisted packages
ca: Paquets a la llista negra
el: Αποκλεισμένα πακέτα
es: Paquetes ignorados
ja: ブラックリストに入ったパッケージ
nb: Svartelistede pakker
ru: Пакеты в черном списке
sv_se: Svartlistade paket

source: Select the fastest repository
ca: Seleccioneu el dipòsit més ràpid
el: Επιλογή του γρηγορότερου αποθετηρίου
es: Seleccionar el repositorio más rápido
ja: 最も速いリボジトリを選択
nb: Velg den raskeste pakkebrønnen
ru: Выберите самый быстрый репозиторий
sv_se: Välj det snabbaste programförrådet

source: Available packages
ca: Paquets disponibles
el: Διαθέσιμα πακέτα
es: Paquetes disponibles
ja: 有効なパッケージ
nb: Tilgjengelige pakker
ru: Доступные пакеты
sv_se: Tillgängliga paket

source: Global settings
ca: Paràmetres generals
el: Καθολικές ρυθμίσεις
es: Opciones globales
ja: グローバル設定
nb: Globale innstillinger
ru: Глобальные параметры
sv_se: Globala inställningar

source: Current
ca: Actual
el: Επιλεγμένο
es: Actual
ja: 現在
nb: Gjeldende
ru: Текущий
sv_se: Nuvarande

source: Country
ca: País
el: Χώρα
es: País
ja: 国
nb: Land
ru: Страна
sv_se: Land

source: Repository
ca: Dipòsit
el: Αποθετήριο
es: Repositorio
ja: リボジトリ
nb: Pakkebrønn
ru: Репозиторий
sv_se: Programförråd

source: URL
el: Διεύθυνση
ru: Адрес

source: Speed
ca: Velocitat
el: Ταχύτητα
es: Velocidad
ja: 速度
nb: Hastighet
ru: Скорость
sv_se: Hastighet

source: The new settings will take effect after UM restart.
ca: Els nous paràmetres s'activaran en tornar a engegar.
el: Οι νέες ρυθμίσεις θα εφαρμοστούν μετά την επανεκκίνηση του UM
es: La nueva configuración se aplicará después de reiniciar el GA.
ja: 新しい設定は、再起動によって有効になります。
nb: De nye innstillingene vil tre i kraft når programmet restartes.
ru: Новые настройки вступят в силу после перезапуска Менеджера Обновлений.
sv_se: De nya inställningarna kommer att träda i kraft efter programomstart.

source: Refreshing update list...
ca: Refrescant la llista d'actualitzacions...
el: Ανανεώνεται η λίστα ενημερώσεων..
es: Refrescando la lista de actualizaciones...
ja: 更新リストを再読み込み中...
nb: Oppfrisker oppdateringsliste...
ru: Обновление списка...
sv_se: Förnyar uppdateringslista ...

source: Installing updates...
ca: Instal·lant actualitzacions...
el: Εγκαθίστανται οι ενημερώσεις..
es: Instalando actualizaciones...
ja: 更新インストール中...
nb: Installerer oppdateringer...
ru: Установка обновлений...
sv_se: Installerar uppdateringar ...

source: Sources changed: start UM to refresh
ca: Fonts canviades: torneu a engegar GdA per refrescar
el: Οι πηγές άλλαξαν: εκκινήστε τον Διαχ. Ενημ. για να γίνει ανανέωση.
es: Orígenes cambiados: iniciar el GA para actualizar
ja: ソースを更新: アップデートマネージャを起動すると更新します
nb: Kildene er endret: start programmet for å oppfriske
ru: Источники приложений изменены: запустите МО для обновления
sv_se: Källor ändrades: Starta Uppdateringshanteraren för att förnya

source: Update Manager
ca: Gestor d'actualitzacions
el: Διαχειριστής ενημερώσεων
es: Gestor de Actualizaciones
ja: アップデートマネージャー
nb: Oppdateringsbehandler
ru: Менеджер обновлений
sv_se: Uppdateringshanteraren

source: Your system is up to date
ca: El vostre sistema està actualitzat
el: Το σύστημά σας είναι ενημερωμένο
es: Su sistema está actualizado
ja: システムは更新されました
nb: Systemet ditt er oppdatert
ru: Ваша система в актуальном состоянии
sv_se: Ditt system är uppdaterat

source: No internet connection
ca: Sense connexió a internet
el: Δεν υπάρχει σύνδεση διαδικτύου
es: Sin conexión a Internet
ja: インターネットに接続できません
nb: Ingen internettforbindelse
ru: Нет подключения к интернету
sv_se: Ingen internetanslutning

source: Error
el: Σφάλμα
ja: エラー
nb: Feil
ru: Ошибка
sv_se: Fel

source: Executing command
ca: Executant l'ordre
el: Εκτέλεση εντολής
ja: 実行コマンド
nb: Utfører kommando
ru: Команда выполнения
sv_se: Utför kommando

source: Warning
ca: Atenció
el: Προειδοποίηση
ja: 警告
nb: Advarsel
ru: Предупреждение
sv_se: Varning

source: Please enter your password
ca: Entreu la vostra contrasenya
el: Παρακαλώ εισάγετε το συνθηματικό σας
es: Por favor, introduzca su contraseña
ja: パスワードを入力して下さい
nb: Vennligst skriv inn ditt passord
ru: Пожалуйста, введите пароль
sv_se: Ange ditt lösenord

source: Unexpected error
ca: Error inesperat
el: Απροσδόκητο λάθος
es: Error inesperado
ja: 予想外のエラー
nb: Uventet feil
ru: Неожиданная ошибка
sv_se: Oväntat fel

source: Updatemanager has failed with the following unexpected error. Please submit a bug report!
ca: Updatemanager ha fallat amb el següent error inesperat. Si us plau, envieu un informe d'error!
el: Ο Updatemanager απέτυχε με το παρακάτω σφάλμα. Παρακαλώ καταθέστε μια αναφορά σφάλματος!
es: Updatemanager ha fallado con el siguiente error inesperado. Por favor, envíe un informe del error.
ja: アップデートマネージャーは、次の予期しないエラーで失敗しました。バグレポートを提出してください！
nb: Oppdateringsbehandler har misslyktes med følgende uventede feil. Vær snill å sende en feilrapport!
ru: Менеджер обновлений прервал работу в связи с неожиданной ошибкой. Пожалуйста, отправьте отчет об ошибке!
sv_se: Uppdateringshanteraren har misslyckats och givit följande oväntade fel. Var vänlig och skicka en en felanmälan!

source: Update Manager cannot be started in a live environment You can use the --force argument to start UM in a live environment
ca: El Gestor d'actualitzacions no es pot engegar en un entorn autònom Podeu usar l'argument --force per engegar el GdA en entorn autònom.
el: Ο διαχειριστής ενημερώσεων δεν μπορεί να εκκινηθεί σε περιβάλλον live Χρησιμοποιήστε τον διακόπτη --force argument για να εκκινήσετε τον Διαχ. Ενημ. σε περιβάλλον live
es: El Gestor de Actualizaciones no puede ser iniciado en un entorno live Puede utilizar el argumento --force para iniciarlo en en un entorno live
ja: アップデートマネージャーは live environment で開始できません --force を付けて live environment から起動して下さい
nb: Oppdateringsbehandling kan ikke startes i et live-miljø Du kan bruke --force variabelen for å starte programmet i et live-miljø
ru: Менеджер обновлений не может быть запущен в live-режиме. Для принудительного запуска используйте --force
sv_se: Uppdateringshanteraren kan inte startas i en oinstallerad miljö. Du kan använda flaggan "--force" för att starta den i det fallet.

source: Quit
ca: Surt
el: Έξοδος
es: Salir
ja: 終了
nb: Avslutt
ru: Выйти
sv_se: Avsluta

source: Quick Update
ca: Actualització ràpida
el: Γρήγορη ενημέρωση
es: Actualización rápida
ja: クイックアップデート
nb: Hurtigoppdatering
ru: Быстрое обновление
sv_se: Snabbuppdatering

source: Legend
ca: Llegenda
ja: 凡例
nb: Forklaring
ru: Надпись
sv_se: Symbol

source: Cannot quit: upgrade in progress
ca: No es pot sortir: actualització en procés
el: Αδυναμία εγκατάλειψης: η ενημερωση είναι σε εξέλιξη.
es: Imposible salir: actualización en progreso
ja: 終了できません: 更新作業が行われています
nb: Kan ikke avslutte: oppgradering pågår
ru: Выход невозможен во время обновления
sv_se: Kan inte avsluta: uppgradering pågår

source: Show and install available updates
ca: Mostra i instal·la actualitzacions disponibles
el: Εμφάνιση και εγκατάσταση διαθέσιμων ενημερώσεων
es: Mostrar e instalar las actualizaciones disponibles
ja: 有効なアップデートを表示・インストール
nb: Vis og installer tilgjengelige oppdateringer
ru: Показать и установить доступные обновления
sv_se: Visa och installera tillgängliga uppdateringar

source: updatemanagertray
nb: systemkurv
ru: Трэй менеджера обновлений
sv_se: uppdateringshanterarbricka

source: Update Manager Tray
ca: Safata del Gestor d'Actualitzacions
es: Bandeja del Gestor de Actualizaciones
ja: アップデートマネージャートレイ
nb: Systemkurv
ru: Трэй менеджера обновлений
sv_se: Uppdateringshanterarens bricka

source: Update information not found
ca: No trobo la informació d'actualització
el: Δεν βρέθηκαν πληροφορίες ενημέρωσης
ja: 更新情報は見つかりませんでした
nb: Fant ikke oppdateringsinformasjon
ru: Информации об обновлении не найдено
sv_se: Uppdateringsinformation hittades ej

source: We could not retrieve the current update information from our server.
ca: No s'ha pogut recuperar la informació d'actualització del nostre servidor.
el: Δεν μπόρεσε να γίνει ανανέωση των τρεχόντων πληροφοριών ενημέρωσης από τους διακομιστές μας.
ja: サーバーから現在の更新情報を取得できませんでした。
nb: Vi kunne ikke hente gjeldende oppdateringsinformasjon fra tjeneren.
ru: Мы не смогли получить текущую информацию об обновлении с нашего сервера.
sv_se: Vi kunde inte hämta aktuell uppdateringsinformation från vår server.

source: Please, check your internet connection.
ca: Si us plau, comproveu la connexió a internet.
el: Παρακαλώ, ελέγχεστε την σύνδεση του διαδικτύου.
ja: インターネット接続を確認して下さい。
nb: Vennligst sjekk internettforbindelsen din.
ru: Пожалуйста, проверьте ваше интернет-соединение
sv_se: Var vänlig och kontrollera din internetanslutning.

source: If this problem persists, please visit our forum: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>.
ca: Si el problema persisteix, si us plau visiteu el nostre fòrum: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>.
nb: Hvis problemet vedvarer, kan du besøke forumet vårt: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>.
ru: Если эта проблема не устранена, пожалуйста, посетите наш форум: http://forums.solydxk.com
sv_se: Om detta problem kvarstår, besök vårt forum: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>.

source: Updates available
ca: Hi ha actualitzacions
el: Διαθέσιμες ενημερώσεις
ja: 利用可能なアップデート
nb: Oppdateringer tilgjengelig
ru: Доступны обновления
sv_se: Uppdateringar tillgängliga

source: There are updates available. If you experience any problems, please visit our forum: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>.
ca: Hi ha actualitzacions. Si teniu algun problema, si us plau visiteu el nostre fòrum: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>.
nb: Det finnes tilgjengelige oppdateringer. Hvis du opplever problemer, vennligst besøk forumet vårt: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>.
ru: Есть доступные обновления. Если у вас возникли какие-либо проблемы, пожалуйста, посетите наш форум: http://forums.solydxk.com
sv_se: Uppdateringar är tillgängliga. Om du erfar problem, var vänlig och besök vårt forum: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>.

source: Up to date
ca: Actualitzat
el: Ενημερωμένο
ja: 最新状態
nb: Oppdatert
ru: Актуально
sv_se: Uppdaterat
